export const BULLSHIT_MARKERS = [
  'данноесообщениематериал',
  'распространеноиностраннымсредствоммассовойинформациивыполняющимфункциииностранногоагента',
  'российскимюридическимлицомвыполняющимфункциииностранногоагента',
  'настоящийматериалинформацияпроизведенираспространениностраннымагентом',
  'настоящийматериалинформацияпроизведениностраннымагентом',
  'настоящийматериалинформацияпроизведен',
];

export const REPLACEMENTS = [
  {
    title: 'Ни на что',
    value: '',
  },
  {
    title: 'Путин - хуйло',
    value: 'Путин - хуйло',
  },
  {
    title: 'Ссылка на донат Украине',
    value:
      '<a href="https://war.ukraine.ua/support-ukraine/" target="_blank">Помочь Украине</a>',
  },
  {
    title: 'Случайный факт о кошках',
    value: [
      'Кошки проводят 70% своей жизни, спя.',
      'У кошек есть более 20 мышечных усов, расположенных в 3 рядах на каждой стороне морды.',
      'Кошки не чувствуют сладкий вкус.',
      'Кошки способны делать около 100 разных звуков.',
      'Вибриссы (усы) кошки помогают ей определять расстояние и форму предметов в темноте.',
      'Домашние кошки бегают со скоростью до 30 километров в час.',
      'Кошки умеют прыгать в высоту в 5 раз превышающую их рост.',
      'Кошки пьют воду, прикоснувшись к ней языком, а не забирая ее в рот.',
      'Сердце кошки бьется в два раза быстрее человеческого - от 110 до 140 ударов в минуту.',
      'Домашние кошки появились в Древнем Египте около 4 000 лет назад.',
      'Кошки могут переворачиваться в воздухе при падении с высоты.',
      'ДНК кошки на 90% совпадает с человеческой.',
      'Кошки обладают острым ночным зрением и могут видеть при уровне освещенности в 6 раз меньше, чем человек.',
      'Кошки могут отлично слышать высокие частоты, которые недоступны человеческому уху.',
      'Кошки воспринимают человека как другую кошку. Они общаются с нами так, как они обычно общаются с другими кошками.',
      'Кошки имеют уникальный отпечаток носа, как у людей отпечаток пальца.',
      'Кошки могут производить звук, который помогает отпугивать крыс и мышей.',
      'У кошек есть специальные гланды на лбу, щеках и под хвостом, которыми они метят свою территорию.',
      'Домашние кошки могут быть тренированы выполнять различные трюки.',
    ],
  },
  {
    title: 'Неодобрение капибары',
    value: 'Факты в публикации не были проверены капибарой',
  },
  {
    title: 'Картинка случайного котика',
    value: '<img alt="котек" src="https://cataas.com/cat/cute" height="250" style="display: block; margin: 0 auto"/>',
  },
];
